/* ************************************************************************** */
/*                                                                            */
/*                                                        :::      ::::::::   */
/*   builtin_export.c                                   :+:      :+:    :+:   */
/*                                                    +:+ +:+         +:+     */
/*   By: kishizu <kishizu@student.42tokyo.jp>       +#+  +:+       +#+        */
/*                                                +#+#+#+#+#+   +#+           */
/*   Created: 2024/02/18 17:56:07 by kishizu           #+#    #+#             */
/*   Updated: 2024/02/20 21:45:45 by kishizu          ###   ########.fr       */
/*                                                                            */
/* ************************************************************************** */

#include "builtin.h"


void	builtin_export()
{
	//引数なしはenv
		builtin_env();
	//引数ありは変数を作成
	//lstaddback(head)
}
